{"data":{"wordpressPost":{"title":"HXL 1.0 comment feedback","content":"<p>During February 2016, the working group for the <a href=\"http://hxl.local/\">Humanitarian Exchange Language</a> (HXL) issued a call for comments, in advance of the final 1.0 release of the data standard. The working group has discussed the two comments received and their impact on the final release of the standard, and the responses appear here.</p>\n<section id=\"service-tag\">\n<h2>Feedback #1: add a #service hashtag</h2>\n<p>Devin Balkind, from Serapis, submitted the following comment:</p>\n<blockquote><p>\nNGOs and government agencies often provide services to populations in crisis. 3W reports usually mention these services, but often don’t provide the level of specificity needed to enable (1) humanitarian aid workers and volunteers to make accurate referrals to survivors, (2) survivors to find actionable information about services they need, (3) humanitarian service providers to effectively plan their provisioning of services.</p>\n<p>I propose adding #service to HXL as a part of 1.3 “Responses and other operations”. The additional row that I propose including is below:</p>\n<p>#service – text – brief explanation of the assistance provided to people – +description (longer explanation), +name, +type, +status, +language, +eligibility (who can access this service), +schedule (days and hours this service is available), +process (documents and steps needed to access this service).\n</p></blockquote>\n<p>The WG agrees that there is a distinction between the existing #activity hashtag, which refers to aid from a responder perspective, and the proposed #service hashtag, which would refer to aid from a beneficiary perspective. However, after discussion, we concluded that #service should be part of a new group of beneficiary-oriented hashtags rather than a single case, and that as a result, we will need to take time to consult with various stakeholders, the same way that we consulted over 3W and refugee data for HXL 1.0.</p>\n<p><b>Result:</b> we recommend the use of #activity+service (followed by any other required attributes) to represent services using the HXL 1.0 tagset, though a data provider is also free to create a new tag, #x_service. We hope to the beneficiary perspective central to the next round of HXL work (after the HXL 1.0 release), and an official #service hashtag will likely be part of that.<br />\n</section>\n<section id=\"beneficiary-voices\">\n<h2>Feedback #2: beneficiary voices</h2>\n<p>Nora Lester Murad submitted the following comment:</p>\n<blockquote><p>\nI am neither a data expert nor a humanitarian professional. I am an advocate of beneficiary voices in aid and development, a value reflected in the Core Humanitarian Standards. From a data sharing perspective, there is a risk that beneficiary voices get silenced and local leadership is undermined. My question: Why no hashtags like #beneficiaryrecommendation #complaint #LocalResource #corruption #accountability?\n</p></blockquote>\n<p>This comment shares common ground with <a href=\"#service-tag\">Feedback #1: add a #service hashtag</a>: in the previous case, the goal was to tag data from the beneficiary perspective; in this case, the goal is to tag data coming from the beneficiaries themselves.</p>\n<p>The WG supports the goal of providing better support for beneficiary-originated data.  Since HXL 1.0 follow a long consultation with the humanitarian community about 3W and refugee data (the focuses for v1.0 of the HXL standard), we believe that we should also start a proper consultation about hashtags for this type of data, including aid recipients, their social and political representatives, and the organisations who work with them. We have already begun these early consultations.</p>\n<p><b>Result:</b> we encourage experimentation with extension tags and attributes to represent beneficiary-originated data using HXL 1.0, and plan to make this type of data a central focus of our next release.</p>\n"}},"pageContext":{"id":"540e253c-d81d-55d3-a01f-265b6416b2e2"}}