{"data":{"wordpressPage":{"title":"A different approach to data standards","content":"<p>Inspired by social-media hashtags, HXL fits in with the way you work and helps you add value to the data you’re already creating, rather than trying to force you to do things differently.</p>\n<p>Unlike most data standards, HXL is <em>cooperative</em> rather than <em>competitive</em>. A <b>competitive</b> standard typically considers the way you currently work to be a problem, and starts with a set of demands:</p>\n<ul>\n<li>Switch to a different data format (and acquire and learn new software tools).</li>\n<li>Change the information you share (and the way your organisation collects and uses that information).</li>\n<li>Abandon what is valuable and unique about your organisation&#8217;s data (and conform to the common denominator).</li>\n</ul>\n<p>For HXL, we reversed the process and started by asking how you&#8217;re working right now, then thought about how we can build a <b>cooperative</b> standard to enhance it:</p>\n<ul>\n<li>You told us that most humanitarian organisations use spreadsheets for data sharing, so HXL <a href=\"/standard/tagging/\">works with your existing spreadsheets</a>.</li>\n<li>You told us that every crisis and activity has different data requirements, so HXL offers a <a href=\"/standard/dictionary/\">selection of hashtags</a> that you can mix and match to suit <i>your</i> reporting needs.</li>\n<li>You told us that sometimes your organisation collects types of information that no one else has, so HXL allows you to leave columns untagged, or to invent your own hashtags when you still want to share.</li>\n</ul>\n<p>With HXL, there&#8217;s <a href=\"/questions/no-extra-reporting/\">no new reporting channel</a> and <a href=\"/questions/skills-requirements/\">no new skills requirements</a>. We know that you have more-important things to do than reporting, so we&#8217;ve designed HXL to minimise the work and maximize the value of sharing information.</p>\n"},"site":{"siteMetadata":{"title":"Gatsby Default Starter"}}},"pageContext":{"id":"eac0bdfd-bda0-569c-8e4e-7f73b6e91e9a"}}