{"data":{"wordpressPage":{"title":"No extra reporting","content":"<p>Humanitarian organisations are already swamped with reporting demands: donors, cluster leads, tax authorities, local governments, and the UN itself are all asking for information. Feedback from the field is critically important for ensuring that we deliver aid safely, fairly and effectively, but the multi-donor <a href=\"http://www.cdacollaborative.org/\">CDA Listening Project</a> has reported the onset of serious reporting fatigue:</p>\n<blockquote><p>Aid agencies say that more and more of their time is spent complying with reporting requirements in  each successive year. The costs of reporting have, many feel, overtaken the value of reporting&hellip; </p>\n<p><cite>(<a href=\"http://www.cdacollaborative.org/publications/listening-program/lp-books-and-major-reports/time-to-listen-hearing-people-on-the-receiving-end-of-international-aid/\">Time to Listen: Hearing People on the Receiving End of International Aid</a>, p.79)</cite></p></blockquote>\n<p>HXL is <i>not</i> a new reporting channel. Instead, we have <a href=\"/questions/approach/\">designed the standard differently</a>, to add value to the reports you&#8217;re already producing. </p>\n<section id=\"less-reporting\">\n<h2>Less reporting?</h2>\n<p>HXL&#8217;s long-term goal is actually to reduce the humanitarian reporting burden, by letting you send the same report to more than one place. HXL hashtags make it clear what kind of information appears in every column, so a recipient could ignore the information it does not need, and focus on extracting what it does, without a lot of extra manual work. </p>\n<p>For example, imagine if a cluster lead wants an activity report that does not list the donor, while HQ wants an activity report that does. You can include the donor information in a spreadsheet column tagged <var>#donor</var> or <var>#donor_id</var>. The cluster lead can ignore that column (automatically, if using an advanced software system), while HQ can use it. In fact, this is a trivially-simple example, and <a href=\"/standard/tagging/\">HXL&#8217;s tagging conventions</a> will allow you to do a lot more. </p>\n</section>\n"},"site":{"siteMetadata":{"title":"Gatsby Default Starter"}}},"pageContext":{"id":"5a374ac1-d257-56fc-823b-b0eea0e4bfbd"}}