{"data":{"wordpressPage":{"title":"HXL use cases","content":"<p>HXL is not a specific application or database, but a way to help spreadsheets make sense to <i>any</i> software. With machine-readable tags, people can use software to merge and compare data, to visualise, to analyse, to summarise, to find errors, to spot trends, and many other uses that we haven&#8217;t imagined yet.  The page presents a few hypothetical high-level use cases, but it is not meant to be exhaustive.</p>\n<section id=\"cop\">\n<h2>Use case: Building a common operating picture</h2>\n<dl>\n<dt>Goal</dt>\n<dd>An <b>information-management specialist</b> in an OCHA country office needs to create a spreadsheet every week listing all of the relief activities in a crisis response (a &#8220;3W&#8221; &mdash; <i>Who-What-Where</i> &mdash; report).</dd>\n<dt>Problem</dt>\n<dd>Different clusters, and organisations operating outside the cluster system, all provide their 3W information in slightly different formats. Merging them into a single report is a time-consuming and error-prone manual process.</dd>\n<dt>HXL&#8217;s role</dt>\n<dd>If all of the spreadsheets contain <a href=\"/standard/dictionary/\">HXL hashtags</a>, the IM specialist can use a simple software tool to merge the spreadsheets into one master 3W report, even if the spreadsheets use different column headers (e.g. &#8220;ADM3&#8221; vs &#8220;County&#8221;) in different orders.  The software tool can also flag potential errors for review, e.g. if a column that should contain a number actually contains text.</dd>\n</dl>\n</section>\n<section id=\"coordination\">\n<h2>Use case: Inter-cluster coordination</h2>\n<dl>\n<dt>Goal</dt>\n<dd>The WASH, Education, CCCM, and Protection clusters in a country want to share information monthly to help plan for the needs of children who have been displaced from their homes.</dd>\n<dt>Problem</dt>\n<dd>Each cluster already has part of the information required, but all use different formats and different sets of data. Putting the data into a format that each-other can use becomes a new task (and a new reporting channel) for each cluster, without adding any other value to what they were already doing (such as collecting new types of information).</dd>\n<dt>HXL&#8217;s role</dt>\n<dd>If each cluster is already adding <a href=\"/standard/dictionary/\">HXL hashtags</a> to their existing reports, then the other clusters can use the tags to find the specific information they need and import it into their own systems, without asking each of the other clusters to produce a new kind of report.</dd>\n</dl>\n</section>\n<section id=\"visual\">\n<h2>Use case: Creating visual reports</h2>\n<p>Coming soon<br />\n</section>\n<section id=\"early-warning\">\n<h2>Use case: Early-warning alerts</h2>\n<p>Coming soon<br />\n</section>\n<section id=\"website\">\n<h2>Use case: Advocacy web site</h2>\n<p>Coming soon<br />\n</section>\n"},"site":{"siteMetadata":{"title":"Gatsby Default Starter"}}},"pageContext":{"id":"c3ef137c-fa26-5b77-b178-b597af6632fa"}}