{"data":{"wordpressPage":{"title":"Why standards?","content":"<p>At their best, standards help people and organisations get more for less. Web standards make mass communication simple and cost-effective; shipping-container standards ensure that cargo can move by sea, rail, and road without being unpacked and repacked at each change-over point; and medical standards help the humanitarian community deploy people, medicine, and equipment during a crisis with minimal risk of confusion or unintentional harm.</p>\n<p>In a humanitarian response, standards have the potential to <a href=\"/questions/no-extra-reporting/#less-reporting\">reduce the reporting burden</a> while, at the same time, increasing the value of the data that we share shared. For example, an aid organisation might have to provide separate reports to one or more donor(s), to a cluster lead, to partner organisations, to the local government, and to its own headquarters. With humanitarian data standards in place, it might be possible to reduce that number by sending the same report to two or more recipients, freeing up staff time for other relief activities.</p>\n<p>Standards also help with coordination. For example, information about population movements can make it easier for multiple sectors — from camp coordination to food security to protection to education — recognise new needs as they&#8217;re emerging. If every cluster is using different data formats, that sharing takes more time and more effort, with the risk of human errors introduced by manual data re-entry; if clusters and organisations agree on a common data format, however, then it becomes much easier to share information to build up a common operating picture and plan and implement an effective cross-sector response.</p>\n<p>It is important to understand, however, that simply creating a standard alone does not solve existing problems, and can even create new problems of its own.  Please follow this link to see how HXL is taking a <a href=\"/questions/approach/\">different approach</a> to fit in with how the way humanitarians already work.</p>\n"},"site":{"siteMetadata":{"title":"Gatsby Default Starter"}}},"pageContext":{"id":"d47a0fc7-0b38-5b9f-a440-1e2eb61e4073"}}